angular.module('wvn', []).controller('titles', function($scope) {
    $scope.home = [


        
       { 
   

      
         id:'1'

        ,day:'الأحد'

        ,data:'2018/3/3'

        ,time:'م2.00'

       ,team:'فريق شباب الفياض'
       ,result:'0'
       ,a:'0' //الضربات الركنية
       ,b:'0'//ضربات الزاوية
       ,c:'0'//البطاقات الحمراء
       ,d:'0'//البطاقات الصفراء
       ,e:'0'//التبديلات


       ,team2:'فريق شباب الفهد'
      ,result2:'0'
       ,a2:'0' //الضربات الركنية
       ,b2:'0'//ضربات الزاوية
       ,c2:'0'//البطاقات الحمراء
       ,d2:'0'//البطاقات الصفراء
       ,e2:'0'//التبديلات


       ,img:'1.jpg'






},




   
       { 
   

      
         id:'2'

        ,day:'الأحد'

        ,data:'2018/3/3'

        ,time:'م3.00'

       ,team:'الصحن'
       ,result:'0'
       ,a:'0' //الضربات الركنية
       ,b:'0'//ضربات الزاوية
       ,c:'0'//البطاقات الحمراء
       ,d:'0'//البطاقات الصفراء
       ,e:'0'//التبديلات


       ,team2:'المشهد'
      ,result2:'0'
       ,a2:'0' //الضربات الركنية
       ,b2:'0'//ضربات الزاوية
       ,c2:'0'//البطاقات الحمراء
       ,d2:'0'//البطاقات الصفراء
       ,e2:'0'//التبديلات


},



{ 
   

      
         id:'3'

        ,day:'الأثنين'

        ,data:'2018/3/4'

        ,time:'م2.00'

       ,team:'احمد'
       ,result:'0' //النتيجة
       ,a:'0' //الضربات الركنية
       ,b:'0'//ضربات الزاوية
       ,c:'0'//البطاقات الحمراء
       ,d:'0'//البطاقات الصفراء
       ,e:'0'//التبديلات


       ,team2:'تل محمد'
      ,result2:'0'//النتيجة
       ,a2:'0' //الضربات الركنية
       ,b2:'0'//ضربات الزاوية
       ,c2:'0'//البطاقات الحمراء
       ,d2:'0'//البطاقات الصفراء
       ,e2:'0'//التبديلات


},











{ 
   

      
         id:'3'

        ,day:'الأثنين'

        ,data:'2018/3/4'

        ,time:'م2.00'

       ,team:'الصحن'
       ,result:'0' //النتيجة
       ,a:'0' //الضربات الركنية
       ,b:'0'//ضربات الزاوية
       ,c:'0'//البطاقات الحمراء
       ,d:'0'//البطاقات الصفراء
       ,e:'0'//التبديلات


       ,team2:'الشريقية '
      ,result2:'0'//النتيجة
       ,a2:'0' //الضربات الركنية
       ,b2:'0'//ضربات الزاوية
       ,c2:'0'//البطاقات الحمراء
       ,d2:'0'//البطاقات الصفراء
       ,e2:'0'//التبديلات


},














       


    ];
});

